test/load_test.yaml
config:
  target: "http://localhost:3000"  # La URL de tu API
  phases:
    - duration: 5   # Duración de la prueba (30 segundos)
      arrivalRate: 10  # Número de solicitudes por segundo
scenarios:
  - flow:
      - post:
          url: "/api/jugs/solucion"  # Ruta de tu API
          json:
            key1: "1"
            key2: "50"
            key3: "45"